[M_SwordInStoner MissionDefinition]
MissionName="A Espada Na Pedra"
MissionDescription="Um ''Golem Adormecido'' nos arredores das [place]Docas Despretenciosas[-place] roubou a espada do Roland.  Se você puder recuperar a espada e devolvê-la ao Roland, certamente ele irá lhe recompensar."
TurnInDescription="Quando certas pessoas retiram espadas de pedras, elas se tornam reis.\nQuando você faz isso, consegue uma arma que dispara espadas.  Sua história é muito mais legal."
MissionSummary="Retire a espada do Golem."
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText="Retire a espada e arrebente com tudo."

[M_SwordInStoner:FindGolem MissionObjectiveDefinition]
ProgressMessage="Encontre o Golem Imortal"

[M_SwordInStoner:GiveSword MissionObjectiveDefinition]
ProgressMessage="Entregue a espada ao Roland"

[M_SwordInStoner:GrabSword MissionObjectiveDefinition]
ProgressMessage="Pegue a espada"

[M_SwordInStoner:ObjSet_AgroGolem MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwordInStoner:ObjSet_FindGolem MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwordInStoner:ObjSet_GiveSword MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwordInStoner:ObjSet_PullSwordOutOfGolem MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SwordInStoner:PullSwordOutOfGolem MissionObjectiveDefinition]
ProgressMessage="Retire a espada do Golem"

